Repository: KDE/mimetreeparser
Catalog: po/*/mimetreeparser.po
Languages: de

# @title:column
source: Size
de: Größe

# @title:column
source: Encrypted
de: Verschlüsselt

# @title:column
source: Signed
de: Signiert

# @info
source: Failed to save attachment.
de: Der Anhang konnte nicht gespeichert werden.

# @info
source: Failed to create temporary file.
de: Temporäre Datei konnte nicht erstellt werden.

# @info
source: Failed to open attachment.
de: Der Anhang konnte nicht geöffnet werden.

# @info
source: No keys were found in this attachment
de: In diesem Anhang wurden keine Schlüssel gefunden

# @info
source: one key imported
de: Ein Schlüssel importiert

# @info
source: one key was already imported
de: Ein Schlüssel war bereits importiert

# @info:status
source: Wrong Crypto Plug-In.
de: Falsches Kryptografie-Modul.

source: No appropriate crypto plug-in was found.
de: Es wurde kein passendes Kryptografie-Modul gefunden.

source: Crypto plug-in "%1" cannot decrypt messages.
de: Kryptografie-Modul "%1" kann keine Nachrichten entschlüsseln.

source: Crypto plug-in "%1" could not decrypt the data.
de: Kryptografie-Modul "%1" konnte die Daten nicht entschlüsseln.

source: Error: %1
de: Fehler: %1

# @info:status
source: No key available.
de: Kein Schlüssel verfügbar.

# @info:status
source: Wrong passphrase.
de: :q Falsches Passwort.

# @title:window
source: Message viewer
de: Nachrichtenanzeige

# @label
source: Subject:
de: Betreff:

# @label
source: From:
de: Von:

# @label
source: Sender:
de: Absender:

# @label
source: To:
de: An:

# @action:button
source: Save attachment
de: Anhang speichern

# @window:title
source: Save Attachment As
de: Anhang speichern unter

# @action:button
source: Import key
de: Schlüssel importieren

# @action:button
source: Close
de: Schließen

source: An error occurred: %1
de: Es ist ein Fehler aufgetreten: %1

source: This mail contains an invitation
de: Diese E-Mail enthält eine Einladung

# @info
source: sent by %1 on %2
de: Gesendet von %1 am %2

# @label
source: This message has been signed using the key %1.
de: Diese Nachricht wurde mit dem Schlüssel %1 signiert.

# @label
source: The key details are not available.
de: Es sind keine Details für den Schlüssel verfügbar.

# @label
source: This message has been signed using the key %1 by %2.
de: Diese Nachricht wurde mit dem Schlüssel %1 von %2 signiert.

# @label
source: The key was revoked.
de: Der Schlüssel wurde zurückgezogen.

# @label
source: The key has expired.
de: Der Schlüssel ist abgelaufen.

# @label
source: You are trusting this key.
de: Sie vertrauen diesem Schlüssel.

# @label
source: The signature is invalid.
de: Die Signatur ist ungültig.

source: This message is encrypted but we don't have the key for it.
de: Diese Nachricht ist verschlüsselt, aber uns fehlt der passende Schlüssel.

source: This message is encrypted to the key: %1
de: Diese Nachricht ist für den Schlüssel %1 verschlüsselt.

# @label
source: This message has been signed VS-NfD compliant using the key <a href="%1">%2</a>.
de: Diese Nachricht wurde mit dem Schlüssel <a href="%1">%2</a> VS-NfD konform signiert.

# @label
source: This message has been signed using the key <a href="%1">%2</a>.
de: Diese Nachricht wurde mit dem Schlüssel <a href="%1">%2</a> signiert.

# @label
source: This message has been signed VS-NfD compliant by %1.
de: Diese Nachricht wurde mit dem Schlüssel %1 VS-NfD konform signiert.

# @label
source: This message has been signed by %1.
de: Diese Nachricht wurde mit dem Schlüssel %1 signiert.

# @label
source: The <a href="%1">key</a> was revoked.
de: Der <a href="%1">Schlüssel</a> wurde zurückgezogen.

# @label
source: The <a href="%1">key</a> was expired.
de: Der <a href="%1">Schlüssel</a> ist abgelaufen.

# @label
source: The signature is valid, but the <a href="%1">key</a>'s validity is unknown.
de: Die Signatur ist gültig, aber die Gültigkeit des <a href="%1">Schlüssels</a> ist unbekannt.

# @label
source: The signature is valid and the <a href="%1">key</a> is marginally trusted.
de: Die Signatur ist gültig, aber das Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a> ist nur marginal.

# @label
source: The signature is valid and the <a href="%1">key</a> is fully trusted.
de: Die Signatur ist gültig und es besteht volles Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a>.

# @label
source: The signature is valid and the <a href="%1">key</a> is ultimately trusted.
de: Die Signatur ist gültig und es besteht ultimatives Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a>.

# @label
source: The signature is valid, but the <a href="%1">key</a> is untrusted.
de: Die Signatur ist gültig, aber es besteht kein Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a>.

source: This message is VS-NfD compliant encrypted but we don't have the key for it.
de: Diese Nachricht ist VS-NfD konform verschlüsselt, aber uns fehlt der passende Schlüssel.

source: This message is VS-NfD compliant encrypted.
de: Diese Nachricht ist VS-NfD konform verschlüsselt.

source: This message is encrypted.
de: Diese Nachricht ist verschlüsselt.

source: The message is encrypted for the following keys:
de: Diese Nachricht ist für die folgendem Schlüssel verschlüsselt:

source: Unknown key
de: Unbekannter Schlüssel

source: &Save Attachment As...
de: Anhang &speichern unter...

# to open
source: Open
de: Öffnen

# @action:inmenu
source: Import public key
de: Öffentlichen Schlüssel importieren

# Fallback when file has no name
source: unnamed
de: unbenannt

source: Save Attachment As
de: Anhang speichern unter

source: Invitation
de: Einladung

source: &Summary:
de: Zusammenfassung:

source: &Organizer:
de: Organisator:

source: &Location:
de: Ort:

source: &Start date:
de: Anfangsdatum:

source: &End date:
de: Enddatum:

source: Encapsulated email
de: Eingebettete E-Mail

source: From:
de: Von:

source: Date:
de: Datum:

source: &Subject:
de: Betreff:

source: &From:
de: Von:

source: &Sender:
de: Absender:

source: &To:
de: An:

# @action:inmenu
source: &File
de: Datei

# @action:inmenu
source: &Save
de: Speichern

# @action:inmenu
source: Save Decrypted
de: Unverschlüsselt abspeichern.

# @action:inmenu
source: Print Preview
de: Preview drucken

# @action:inmenu
source: &Print
de: Drucken

# @action:button Previous email
source: Previous Message
de: Vorige Nachricht

# @action:button Next email
source: Next Message
de: Nächste Nachricht

# @title:window
source: Save File
de: Datei speichern

# File dialog accepted files
source: Email files (*.mbox)
de: E-mail Dateien (*.mbox)

source: File %1 could not be created.
de: Datei %1 konnte nicht erstellt werden.

source: Error saving message
de: Fehler beim Abspeichern der Datei

# @title:window
source: Save Decrypted File
de: Entschlüsselte Datei abspeichern

# Error message
source: File %1 could not be created.
de: Datei %1 konnte nicht erstellt werden.

# @title:window
source: Print Document
de: Datei drucken

# @info
source: Unable to read file
de: Datei nicht lesbar

source: Could not start certificate manager. Please check your installation.
de: Konnte den Zertifikatsmanager nicht starten. Bitte überprüfen Sie ihre Installation.

source: KMail Error
de: KMail Fehler
