Repository: KDE/mimetreeparser
Catalog: po/*/mimetreeparser6.po
Languages: eo, ja

# @title:column
source: Name
eo: Nomo
ja: 名前

# @title:column
source: Size
eo: Grandeco
ja: サイズ

# @title:column
source: Encrypted
eo: Ĉifrita
ja: 暗号化

# @title:column
source: Signed
eo: Subskribita
ja: 署名

# @info
source: Failed to save attachment.
eo: Malsukcesis konservi aldonaĵon.
ja: 添付ファイルの保存に失敗しました。

source: attachment
eo: kunsendaĵo
ja: 添付ファイル

# @info
source: Failed to write attachment for opening.
eo: Malsukcesis skribi kunsendaĵon por malfermado.
ja: 添付ファイルの書き込みのために開くのに失敗しました。

# @info
source: Failed to open attachment.
eo: Malsukcesis malfermi aldonaĵon.
ja: 添付ファイルを開くのに失敗しました。

# @info
source: No certificates were found in this attachment
eo: Neniuj atestiloj estis trovitaj en ĉi tiu aldonaĵo
ja: この添付ファイルには証明書が見つかりませんでした

# @info
source: one certificate imported
eo: unu atestilo importita
ja: %1 件の証明書がインポートされました。

# @info
source: one certificate was already imported
eo: unu atestilo estis jam importita
ja: %1 件の証明書がすでにインポートされています。

# Displayed when a CC, FROM or TO field in an email is empty
source: Unknown
eo: Nekonata
ja: 不明

# @info:status
source: Wrong Crypto Plug-In.
eo: Malĝusta Kripta Kromaĵo.
ja: 間違った暗号プラグイン。

source: No appropriate crypto plug-in was found.
eo: Neniu taŭga kripta kromprogramo estis trovita.
ja: 適切な暗号プラグインが見つかりませんでした。

source: Crypto plug-in "%1" cannot decrypt messages.
eo: Kripta kromprogramo "%1" ne povas deĉifri mesaĝojn.
ja: 暗号プラグイン"%1"はメッセージを復号できません。

source: Crypto plug-in "%1" could not decrypt the data.
eo: Kripta kromprogramo "%1" ne povis deĉifri la datumojn.
ja: 暗号プラグイン"%1"はメッセージを復号できませんでした。

source: Error: %1
eo: Eraro: %1
ja: エラー: %1

# @info:status
source: This message cannot be decrypted with any S/MIME certificate in your keyring.
eo: Ĉi mesaĝo ne povas esti malĉifrita per ajna S/MIME-atestilo en via ŝlosilringo.

# @info:status
source: This message cannot be decrypted with any OpenPGP certificate in your keyring.
eo: Ĉi mesaĝo ne povas esti malĉifrita per ajna OpenPGP-atestilo en via ŝlosilringo.

# @info:status
source: The message is encrypted for the following certificate:
eo: La mesaĝo estas ĉifrita por la sekva ŝlosilo:

# @info:status
source: Wrong passphrase.
eo: Erara pasfrazo.
ja: 間違ったパスフレーズ。

# @info
source: Unknown Key
eo: Nekonata Ŝlosilo
ja: 不明な鍵

# @title:window
source: Message viewer
eo: Mesaĝrigardilo
ja: メッセージビューア

# @label
source: Subject:
eo: Temo:

# @label
source: From:
eo: De:

# @label
source: Sender:
eo: Sendanto:

# @label
source: To:
eo: Al:

# @action:button
source: Save attachment
eo: Konservi aldonaĵon
ja: 添付ファイルを保存

# @window:title
source: Save Attachment As
eo: Konservi Aldonaĵon Kiel
ja: 添付ファイルを名前を付けて保存

# @action:button
source: Import certificate
eo: Importi atestilon
ja: 証明書をインポート

# @action:button
source: Close
eo: Fermi
ja: 閉じる

source: An error occurred: %1
eo: Eraro okazis: %1
ja: エラーが発生しました: %1

source: This mail contains an invitation
eo: Ĉi tiu poŝto enhavas inviton
ja: このメールにはインビテーションがあります

# @info
source: sent by %1 on %2
eo: sendita de %1 sur %2
ja: %1 により %2 に送信

# @label
source: This message has been signed using the certificate %1.
eo: Ĉi tiu mesaĝo estis subskribita per la atestilo %1.

# @label
source: The certificate details are not available.
eo: La atestilaj detaloj ne estas disponeblaj.

# @label
source: This message has been signed using the certificate %1 by %2.
eo: Ĉi tiu mesaĝo estis subskribita per la atestilo %1 de %2.

# @label
source: The certificate was revoked.
eo: La atestilo estis revokita.

# @label
source: The certificate has expired.
eo: La atestilo eksvalidiĝis.

# @label
source: You are trusting this certificate.
eo: Vi fidas ĉi tiun atestilon.

# @label
source: The signature is invalid.
eo: La subskribo estas nevalida.

source: This message is encrypted but we don't have the certificate for it.
eo: Ĉi tiu mesaĝo estas ĉifrita sed ni ne havas la atestilon por ĝi.

source: This message is encrypted to the certificate: %1
eo: Ĉi tiu mesaĝo estas ĉifrita al la atestilo: %1

# @label
source: This message has been signed VS-NfD compliant using the certificate <a href="%1">%2</a>.
eo: Ĉi tiu mesaĝo estis subskribita konforma al VS-NfD uzante la atestilon <a href="%1">%2</a>.

# @label
source: This message has been signed using the certificate <a href="%1">%2</a>.
eo: Ĉi tiu mesaĝo estis subskribita per la atestilo <a href="%1">%2</a>.

# @label
source: This message has been signed VS-NfD compliant by %1.
eo: Ĉi tiu mesaĝo estis subskribita VS-NfD konforma de %1.

# @label
source: This message has been signed by %1.
eo: Ĉi tiu mesaĝo estis subskribita de %1.

# @label
source: The <a href="%1">certificate</a> was revoked.
eo: La <a href="%1">atestilo</a> estis revokita.

# @label
source: The <a href="%1">certificate</a> was expired.
eo: La <a href="%1">atestilo</a> eksvalidiĝis.

# @label
source: The signature is valid, but the <a href="%1">certificate</a>'s validity is unknown.
eo: La subskribo validas, sed la valideco de la <a href="%1">atestilo</a> estas nekonata.

# @label
source: The signature is valid and the <a href="%1">certificate</a> is marginally trusted.
eo: La subskribo validas kaj la <a href="%1">atestilo</a> estas marĝene fidinda.

# @label
source: The signature is valid and the <a href="%1">certificate</a> is fully trusted.
eo: La subskribo validas kaj la <a href="%1">atestilo</a> estas plene fidinda.

# @label
source: The signature is valid and the <a href="%1">certificate</a> is ultimately trusted.
eo: La subskribo validas kaj la <a href="%1">atestilo</a> estas finfine fidinda.

# @label
source: The signature is valid, but the <a href="%1">certificate</a> is untrusted.
eo: La subskribo validas, sed la <a href="%1">atestilo</a> estas nefidinda.

source: This message is VS-NfD compliant encrypted but we don't have the certificate for it.
eo: Ĉi tiu mesaĝo estas ĉifrita kun VS-NfD, sed ni ne havas la atestilon por ĝi.

source: This message is VS-NfD compliant encrypted.
eo: Ĉi tiu mesaĝo estas ĉifrita konforma al VS-NfD.
ja: このメッセージは VS-NfD 準拠で暗号化されています。

source: This message is encrypted.
eo: Ĉi tiu mesaĝo estas ĉifrita.
ja: このメッセージは暗号化されています。

source: The message is encrypted for the following certificates:
eo: La mesaĝo estas ĉifrita por la sekvantaj atestiloj:

source: &Save Attachment As...
eo: Kon&servi Aldonaĵon Kiel...

# to open
source: Open
eo: Malfermi
ja: 開く

# @action:inmenu
source: Import public key
eo: Importi publikan ŝlosilon
ja: 公開鍵をインポート

# Fallback when file has no name
source: unnamed
eo: sennoma
ja: 名前なし

source: Save Attachment As
eo: Konservi Aldonaĵon Kiel
ja: 添付ファイルを名前を付けて保存

source: Invitation
eo: Invito
ja: インビテーション

source: &Summary:
eo: &Resumo:
ja: サマリ(&S):

source: &Organizer:
eo: &Organizinto:
ja: 組織(&O):

source: &Location:
eo: &Loko:
ja: 場所(&L):

source: &Start date:
eo: &Komenca dato:
ja: 開始日(&S):

source: &End date:
eo: &Findato:
ja: 終了日(&E):

source: &Details:
eo: &Detaloj:
ja: 詳細(&D):

source: Encapsulated email
eo: Enkapsuligita retpoŝto
ja: カプセル化メール

source: From:
eo: De:

source: Date:
eo: Dato:

source: &Subject:
eo: &Temo:

source: &From:
eo: &De:

source: &Sender:
eo: Sendanto:

source: &To:
eo: &Al:

source: &Date:
eo: &Dato:
ja: 日付(&D):

# @action:inmenu
source: &File
eo: &Dosiero
ja: ファイル(&F)

# @action:inmenu
source: &Save
eo: Kon&servi
ja: 保存(&S)

# @action:inmenu
source: Save Decrypted
eo: Konservi Malĉifrite
ja: 復号を保存

# @action:inmenu
source: Print Preview
eo: Presa Antaŭrigardo
ja: 印刷プレビュー

# @action:inmenu
source: &Print
eo: &Presi
ja: 印刷(&P)

# @action:inmenu
source: &Navigation
eo: &Navigado
ja: ナビゲーション(&N)

# @action:button Previous email
source: Previous Message
eo: Antaŭa Mesaĝo
ja: 前のメッセージ

# @action:button Next email
source: Next Message
eo: Sekvanta Mesaĝo
ja: 次のメッセージ

# File dialog accepted files
source: Email files (*.eml *.mbox *.mime)
eo: Retpoŝtaj dosieroj (*.eml *.mbox *.mime)
ja: メールファイル (*.eml *.mbox *.mime)

# File dialog accepted files
source: Encrypted S/MIME files (*.p7m)
eo: Ĉifritaj S/MIME-dosieroj (*.p7m)
ja: 暗号化 S/MIME ファイル (*.p7m)

# @title:window
source: Save File
eo: Konservi Dosieron
ja: ファイルを保存

source: File %1 could not be created.
eo: Dosiero %1 ne povis esti kreita.
ja: ファイル%1が作成できませんでした。

source: Error saving message
eo: Eraro konservante mesaĝon

# @title:window
source: Save Decrypted File
eo: Konservi Malĉifritan Dosieron
ja: 復号したファイルを保存する

# Error message
source: File %1 could not be created.
eo: Dosiero %1 ne povis esti kreita.
ja: ファイル%1が作成できませんでした。

# @title:window
source: Print Document
eo: Presi Dokumenton

# @info
source: Unable to read file
eo: Neebla legi dosieron
ja: ファイルの読み込みができません

source: Could not start certificate manager. Please check your installation.
eo: Ne eblis startigi atestilmastrumanton. Bonvolu kontroli vian instalon.
ja: 証明書マネージャを開始できませんでした。インストレーションを確認ください。

source: KMail Error
eo: KMail-Eraro

# @info:status
source: You cannot decrypt this message.
ja: あなたはこのメッセージを復号できません。

# @info:status
source: The message is encrypted for the following recipient:
ja: このメッセージは以下の受け取り手のために暗号化されています:

source: This message is encrypted but you don't have a matching secret key.
ja: このメッセージは暗号化されていますが、あなたは対応する秘密鍵を持っていません。

source: This message is encrypted for: %1
ja: このメッセージはこちらのために暗号化: %1

source: This message is VS-NfD compliant encrypted but you don't have a matching secret key.
ja: このメッセージは VS-NfD 準拠で暗号化されていますが、あなたは対応する秘密鍵を持っていません。

source: The message is encrypted for the following recipients:
ja: このメッセージは以下の受け取り手のために暗号化されています:

source: &Save Attachment As…
ja: 添付ファイルを名前を付けて保存(&S)…

# @title:window
source: Error saving message
ja: メッセージの保存エラー

# @title:window
source: Print
ja: 印刷

# @title:window
source: Print Preview
ja: 印刷プレビュー

# @action:inmenu
source: &Message
ja: メッセージ(&M)

# @action:button
source: View Source
ja: ソースを見る

# @action:button
source: Use Fixed Font
ja: 固定幅フォントを使う
